<?php

// +----------------------------------------------------------------------
// | 留言板
// +----------------------------------------------------------------------
// | Copyright (c) 2012-2014 http://www.shuipfcms.com, All rights reserved.
// +----------------------------------------------------------------------
// | Author: 赵杰
// +----------------------------------------------------------------------
return array(
    //模块名称
    'modulename' => '留言板',
    //模块简介
    'introduce' => '这是一个功能强大的内容微信模块。',
    //模块介绍地址
    'address' => 'http://www.jbr.cn',
    //模块作者
    'author' => '赵杰',
    //作者地址
    'authorsite' => 'http://www.jbr.com',
    //作者邮箱
    'authoremail' => 'admin@abc3210.com',
    //版本号，请不要带除数字外的其他字符
    'version' => '1.0.0',
    //适配最低ShuipFCMS版本，
    'adaptation' => '2.0.0',
    //签名
    'sign' => '53aca6c9973b327a6b6de720b45940f4',
    //依赖模块
    'depend' => array(),
);
